Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Session-sticky. Apple Intelligence answers on this iPhone; questions that need moderate reasoning go to xAI Grok or DeepSeek once you've added its key and accepted its data-sharing notice.
ar: يبقى طوال الجلسة. يجيب Apple Intelligence على هذا الـ iPhone؛ أما الأسئلة التي تحتاج إلى تفكير متوسط فتذهب إلى xAI Grok أو DeepSeek بعد أن تضيف مفتاحه وتقبل إشعار مشاركة البيانات الخاص به.
da: Fastholdes i sessionen. Apple Intelligence svarer på denne iPhone; spørgsmål, der kræver lidt mere ræsonnement, går til xAI Grok eller DeepSeek, når du har tilføjet dens nøgle og accepteret dens meddelelse om datadeling.
de: Bleibt für die Sitzung bestehen. Apple Intelligence antwortet auf diesem iPhone; Fragen, die etwas mehr Denkarbeit brauchen, gehen an xAI Grok oder DeepSeek, sobald du dessen Schlüssel hinzugefügt und den Hinweis zur Datenweitergabe akzeptiert hast.
es: Se mantiene durante la sesión. Apple Intelligence responde en este iPhone; las preguntas que requieren un razonamiento moderado van a xAI Grok o DeepSeek una vez que hayas añadido su clave y aceptado su aviso de uso compartido de datos.
fi: Pysyy koko istunnon. Apple Intelligence vastaa tällä iPhonella; kohtalaista päättelyä vaativat kysymykset menevät xAI Grokille tai DeepSeekille, kun olet lisännyt sen avaimen ja hyväksynyt sen tietojenjakoilmoituksen.
fr: Conservé pendant la session. Apple Intelligence répond sur cet iPhone ; les questions qui demandent un raisonnement modéré sont envoyées à xAI Grok ou DeepSeek une fois que vous avez ajouté sa clé et accepté son avis de partage des données.
is: Helst alla lotuna. Apple Intelligence svarar á þessum iPhone; spurningar sem þurfa hóflega rökhugsun fara til xAI Grok eða DeepSeek þegar þú hefur bætt við lykli þess og samþykkt tilkynningu þess um gagnadeilingu.
it: Resta fisso per la sessione. Apple Intelligence risponde su questo iPhone; le domande che richiedono un ragionamento moderato vanno a xAI Grok o DeepSeek dopo che ne hai aggiunto la chiave e accettato l’avviso di condivisione dei dati.
ja: セッション中は固定。Apple Intelligence がこの iPhone 上で回答し、ある程度の推論が必要な質問は、キーを追加してデータ共有の通知に同意すると xAI Grok または DeepSeek に送られます。
ko: 세션 동안 유지됩니다. Apple Intelligence가 이 iPhone에서 답변하며, 어느 정도 추론이 필요한 질문은 키를 추가하고 데이터 공유 안내에 동의하면 xAI Grok 또는 DeepSeek로 전송됩니다.
nb: Holdes gjennom økten. Apple Intelligence svarer på denne iPhonen; spørsmål som krever moderat resonnering, går til xAI Grok eller DeepSeek når du har lagt til nøkkelen og godtatt varselet om datadeling.
nl: Blijft de hele sessie gelijk. Apple Intelligence antwoordt op deze iPhone; vragen die wat meer redeneerwerk vragen, gaan naar xAI Grok of DeepSeek zodra je de sleutel hebt toegevoegd en de melding over het delen van gegevens hebt geaccepteerd.
pt_br: Fixo durante a sessão. O Apple Intelligence responde neste iPhone; perguntas que exigem raciocínio moderado vão para o xAI Grok ou o DeepSeek depois que você adicionar a chave dele e aceitar o aviso de compartilhamento de dados.
ru: Сохраняется на всю сессию. Apple Intelligence отвечает на этом iPhone; вопросы, требующие умеренных рассуждений, уходят в xAI Grok или DeepSeek, когда вы добавите его ключ и примете уведомление о передаче данных.
sv: Behålls under sessionen. Apple Intelligence svarar på den här iPhonen; frågor som kräver måttligt resonemang går till xAI Grok eller DeepSeek när du har lagt till dess nyckel och godkänt meddelandet om datadelning.
zh_hans: 在整个记录中保持不变。Apple Intelligence 在这台 iPhone 上回答；需要一定推理的问题会在你添加其密钥并接受其数据共享说明后发送到 xAI Grok 或 DeepSeek。

source: Sessions by date:
ar: الجلسات حسب التاريخ:
da: Sessioner efter dato:
de: Sitzungen nach Datum:
es: Sesiones por fecha:
fi: Istunnot päivämäärän mukaan:
fr: Sessions par date :
is: Lotur eftir dagsetningu:
it: Sessioni per data:
ja: 日付別セッション:
ko: 날짜별 세션:
nb: Økter etter dato:
nl: Sessies per datum:
pt_br: Sessões por data:
ru: Сессии по датам:
sv: Sessioner efter datum:
zh_hans: 按日期列出的记录：

source: Several sessions have elevated artifact levels. Ensure proper sensor contact during recordings.
ar: عدة جلسات بها مستويات تشوّهات مرتفعة. تأكد من تلامس المستشعر جيدًا أثناء التسجيل.
da: Flere sessioner har forhøjede artefaktniveauer. Sørg for god sensorkontakt under optagelserne.
de: Mehrere Sitzungen haben erhöhte Artefaktwerte. Achte bei Aufzeichnungen auf guten Sensorkontakt.
es: Varias sesiones tienen niveles elevados de artefactos. Asegura un buen contacto del sensor durante las grabaciones.
fi: Useissa istunnoissa on kohonnut artefaktitaso. Varmista anturin hyvä kontakti tallennusten aikana.
fr: Plusieurs sessions présentent des niveaux d'artefacts élevés. Assurez un bon contact du capteur pendant les enregistrements.
is: Nokkrar lotur eru með hækkað truflanastig. Gættu að góðri snertingu skynjarans við upptökur.
it: Diverse sessioni hanno livelli elevati di artefatti. Assicura un buon contatto del sensore durante le registrazioni.
ja: いくつかのセッションでアーティファクトが多めです。記録中はセンサーがしっかり接触しているようにしてください。
ko: 여러 세션에서 아티팩트 수준이 높습니다. 기록 중 센서가 제대로 접촉하도록 하세요.
nb: Flere økter har forhøyede artefaktnivåer. Sørg for god sensorkontakt under opptakene.
nl: Meerdere sessies hebben verhoogde artefactniveaus. Zorg tijdens opnames voor goed contact van de sensor.
pt_br: Várias sessões têm níveis elevados de artefatos. Garanta um bom contato do sensor durante as gravações.
ru: В нескольких сессиях повышен уровень артефактов. Обеспечьте хороший контакт датчика во время записи.
sv: Flera sessioner har förhöjda artefaktnivåer. Se till att sensorn har bra kontakt under inspelningarna.
zh_hans: 多个记录的伪差水平偏高。记录时请确保传感器接触良好。

source: Should I train hard today, train easy, or rest? Use my recovery score and training load (ATL/CTL/TSB).
ar: هل يجب أن أتدرب بقوة اليوم أم بخفة أم أرتاح؟ استخدم درجة تعافيّ وحمل التدريب (ATL/CTL/TSB).
da: Skal jeg træne hårdt i dag, træne let eller hvile? Brug min restitutionsscore og træningsbelastning (ATL/CTL/TSB).
de: Soll ich heute hart trainieren, locker trainieren oder ruhen? Nutze meinen Erholungs-Score und meine Trainingsbelastung (ATL/CTL/TSB).
es: ¿Debería entrenar fuerte hoy, entrenar suave o descansar? Usa mi puntuación de recuperación y mi carga de entrenamiento (ATL/CTL/TSB).
fi: Pitäisikö minun treenata tänään kovaa, kevyesti vai levätä? Käytä palautumispisteitäni ja harjoituskuormaani (ATL/CTL/TSB).
fr: Dois-je m'entraîner dur aujourd'hui, m'entraîner léger ou me reposer ? Utilise mon score de récupération et ma charge d'entraînement (ATL/CTL/TSB).
is: Ætti ég að æfa stíft í dag, æfa létt eða hvíla mig? Notaðu endurheimtarskorið mitt og æfingaálagið (ATL/CTL/TSB).
it: Oggi dovrei allenarmi duro, leggero o riposare? Usa il mio punteggio di recupero e il carico di allenamento (ATL/CTL/TSB).
ja: 今日はハードに練習するべきですか、軽めにするべきですか、それとも休むべきですか？回復スコアとトレーニング負荷（ATL/CTL/TSB）を使ってください。
ko: 오늘은 강하게 훈련할까요, 가볍게 할까요, 아니면 쉴까요? 내 회복 점수와 훈련 부하(ATL/CTL/TSB)를 활용해 주세요.
nb: Bør jeg trene hardt i dag, trene lett eller hvile? Bruk restitusjonspoengsummen og treningsbelastningen min (ATL/CTL/TSB).
nl: Moet ik vandaag hard trainen, rustig trainen of rusten? Gebruik mijn herstelscore en trainingsbelasting (ATL/CTL/TSB).
pt_br: Devo treinar forte hoje, treinar leve ou descansar? Use minha pontuação de recuperação e carga de treino (ATL/CTL/TSB).
ru: Тренироваться сегодня интенсивно, легко или отдохнуть? Учти мою оценку восстановления и тренировочную нагрузку (ATL/CTL/TSB).
sv: Ska jag träna hårt idag, träna lätt eller vila? Använd min återhämtningspoäng och träningsbelastning (ATL/CTL/TSB).
zh_hans: 我今天应该高强度训练、轻松训练还是休息？请结合我的恢复评分和训练负荷（ATL/CTL/TSB）。

source: Should I train hard today?
ar: هل أتدرّب بقوة اليوم؟
da: Skal jeg træne hårdt i dag?
de: Soll ich heute hart trainieren?
es: ¿Debería entrenar fuerte hoy?
fi: Pitäisikö minun treenata kovaa tänään?
fr: Dois-je m’entraîner dur aujourd’hui ?
is: Ætti ég að æfa stíft í dag?
it: Dovrei allenarmi duro oggi?
ja: 今日はハードに練習していい？
ko: 오늘 강하게 운동해도 될까?
nb: Bør jeg trene hardt i dag?
nl: Moet ik vandaag hard trainen?
pt_br: Devo treinar pesado hoje?
ru: Стоит ли мне сегодня тренироваться интенсивно?
sv: Ska jag träna hårt i dag?
zh_hans: 今天适合高强度训练吗？

source: Show key
ar: إظهار المفتاح
da: Vis nøgle
de: Schlüssel anzeigen
es: Mostrar clave
fi: Näytä avain
fr: Afficher la clé
is: Sýna lykil
it: Mostra chiave
ja: キーを表示
ko: 키 보기
nb: Vis nøkkel
nl: Sleutel tonen
pt_br: Mostrar chave
ru: Показать ключ
sv: Visa nyckel
zh_hans: 显示密钥

source: Signal gap detected: %@s
ar: تم رصد انقطاع في الإشارة: %@s
da: Signalhul registreret: %@ s
de: Signallücke erkannt: %@ s
es: Interrupción de señal detectada: %@ s
fi: Signaalikatko havaittu: %@ s
fr: Interruption du signal détectée : %@ s
is: Gat í merki greint: %@s
it: Interruzione del segnale rilevata: %@ s
ja: 信号の途切れを検出：%@s
ko: 신호 끊김 감지: %@s
nb: Signalbrudd oppdaget: %@ s
nl: Signaalonderbreking gedetecteerd: %@ s
pt_br: Falha de sinal detectada: %@s
ru: Обнаружен разрыв сигнала: %@ с
sv: Signalavbrott upptäckt: %@ s
zh_hans: 检测到信号中断：%@s

source: Significantly below average for your age
ar: أقل بكثير من المتوسط لعمرك
da: Markant under gennemsnittet for din alder
de: Deutlich unter dem Durchschnitt für dein Alter
es: Muy por debajo de la media para tu edad
fi: Selvästi ikäryhmäsi keskiarvon alapuolella
fr: Nettement en dessous de la moyenne pour votre âge
is: Langt undir meðaltali fyrir þinn aldur
it: Molto sotto la media per la tua età
ja: 年齢平均を大きく下回る
ko: 연령 평균보다 크게 낮음
nb: Godt under snittet for alderen din
nl: Ruim onder het gemiddelde voor jouw leeftijd
pt_br: Bem abaixo da média para sua idade
ru: Значительно ниже среднего для вашего возраста
sv: Långt under genomsnittet för din ålder
zh_hans: 远低于同龄人平均水平

source: Sleep (25%) — duration and efficiency
ar: النوم (25%) — المدة والكفاءة
da: Søvn (25%) — varighed og effektivitet
de: Schlaf (25%) — Dauer und Effizienz
es: Sueño (25%) — duración y eficiencia
fi: Uni (25%) — kesto ja tehokkuus
fr: Sommeil (25%) — durée et efficacité
is: Svefn (25%) — lengd og skilvirkni
it: Sonno (25%) — durata ed efficienza
ja: 睡眠（25%）— 時間と効率
ko: 수면 (25%) — 시간과 효율
nb: Søvn (25%) — varighet og effektivitet
nl: Slaap (25%) — duur en efficiëntie
pt_br: Sono (25%) — duração e eficiência
ru: Сон (25%) — длительность и эффективность
sv: Sömn (25%) — längd och effektivitet
zh_hans: 睡眠（25%）— 时长和效率

source: Sleep efficiency %lld%% across %@
ar: كفاءة النوم %lld%% على مدى %@
da: Søvneffektivitet %lld%% over %@
de: Schlafeffizienz %lld%% über %@
es: Eficiencia del sueño %lld%% en %@
fi: Unen tehokkuus %lld%% ajalla %@
fr: Efficacité du sommeil %lld%% sur %@
is: Svefnnýtni %lld%% á %@
it: Efficienza del sonno %lld%% su %@
ja: 睡眠効率 %lld%%（%@）
ko: %2$@ 동안 수면 효율 %1$lld%%
nb: Søvneffektivitet %lld%% over %@
nl: Slaapefficiëntie %lld%% over %@
pt_br: Eficiência do sono %lld%% em %@
ru: Эффективность сна %lld%% за %@
sv: Sömneffektivitet %lld%% under %@
zh_hans: 睡眠效率 %lld%%，共 %@

source: Sleep segment, %@ – %@
ar: مقطع نوم، %@ – %@
da: Søvnsegment, %@ – %@
de: Schlafabschnitt, %@ – %@
es: Tramo de sueño, %@ – %@
fi: Unijakso, %@ – %@
fr: Segment de sommeil, %@ – %@
is: Svefnhluti, %@ – %@
it: Segmento di sonno, %@ – %@
ja: 睡眠区間、%@～%@
ko: 수면 구간, %@ – %@
nb: Søvnsegment, %@ – %@
nl: Slaapsegment, %@ – %@
pt_br: Trecho de sono, %@ – %@
ru: Отрезок сна, %@ – %@
sv: Sömnsegment, %@ – %@
zh_hans: 睡眠片段，%@–%@

source: Sleep: about 900–1,300 ms (45–65 bpm).
ar: النوم: نحو 900–1300 مللي ثانية (45–65 نبضة/دقيقة).
da: Søvn: ca. 900–1.300 ms (45–65 bpm).
de: Schlaf: etwa 900–1.300 ms (45–65 bpm).
es: Sueño: unos 900–1.300 ms (45–65 lpm).
fi: Uni: noin 900–1 300 ms (45–65 bpm).
fr: Sommeil : environ 900–1 300 ms (45–65 bpm).
is: Svefn: um 900–1.300 ms (45–65 slög/mín).
it: Sonno: circa 900–1.300 ms (45–65 bpm).
ja: 睡眠時：約900～1,300 ms（45～65 bpm）。
ko: 수면 중: 약 900–1,300 ms (45–65 bpm).
nb: Søvn: omtrent 900–1 300 ms (45–65 bpm).
nl: Slaap: ongeveer 900–1.300 ms (45–65 bpm).
pt_br: Sono: cerca de 900–1.300 ms (45–65 bpm).
ru: Сон: около 900–1300 мс (45–65 уд/мин).
sv: Sömn: cirka 900–1 300 ms (45–65 bpm).
zh_hans: 睡眠时：约 900–1,300 毫秒（45–65 bpm）。

source: Slightly above baseline — lowers the Vitals part a little
ar: أعلى قليلًا من خط الأساس — يخفّض جزء العلامات الحيوية قليلًا
da: Lidt over baseline — sænker delen for vitale tegn en smule
de: Etwas über der Baseline — senkt den Vitalwerte-Anteil ein wenig
es: Ligeramente por encima de la línea base — reduce un poco la parte de constantes vitales
fi: Hieman perustason yläpuolella — pienentää elintoimintaosaa hieman
fr: Légèrement au-dessus de la référence — fait un peu baisser la partie signes vitaux
is: Örlítið yfir grunnlínu — lækkar lífsmarkahlutann lítillega
it: Leggermente sopra la baseline — abbassa un po’ la parte parametri vitali
ja: ベースラインをわずかに上回る — バイタル部分が少し下がります
ko: 기준선보다 약간 높음 — 활력 징후 부분이 조금 낮아집니다
nb: Litt over baseline — senker delen for vitale tegn litt
nl: Iets boven de baseline — verlaagt het deel vitale functies een beetje
pt_br: Um pouco acima da linha de base — reduz um pouco a parte de sinais vitais
ru: Немного выше базовой линии — немного снижает часть «Жизненные показатели»
sv: Något över baslinjen — sänker delen för vitala tecken lite
zh_hans: 略高于基线 — 生命体征部分会略有降低

source: Snow
ar: ثلج
da: Sne
de: Schnee
es: Nieve
fi: Lunta
fr: Neige
is: Snjókoma
it: Neve
ja: 雪
ko: 눈
nb: Snø
nl: Sneeuw
pt_br: Neve
ru: Снег
sv: Snö
zh_hans: 雪

source: Snow grains
ar: حبيبات ثلجية
da: Kornsne
de: Schneegriesel
es: Cinarra
fi: Lumijyväsiä
fr: Neige en grains
is: Kornsnjór
it: Neve granulosa
ja: 霧雪
ko: 싸락눈
nb: Kornsnø
nl: Motsneeuw
pt_br: Grãos de neve
ru: Снежная крупа
sv: Kornsnö
zh_hans: 米雪

source: Snow showers
ar: زخات ثلج
da: Snebyger
de: Schneeschauer
es: Chubascos de nieve
fi: Lumikuuroja
fr: Averses de neige
is: Snjóél
it: Rovesci di neve
ja: にわか雪
ko: 소낙눈
nb: Snøbyger
nl: Sneeuwbuien
pt_br: Pancadas de neve
ru: Снегопады
sv: Snöbyar
zh_hans: 阵雪

source: Solid aerobic-base effort — α1 stayed above threshold for the full %@.
ar: جهد قوي للقاعدة الهوائية — بقي α1 فوق العتبة طوال %@.
da: Solid aerob basisindsats — α1 lå over tærsklen i alle %@.
de: Solide Grundlagenausdauer – α1 lag die vollen %@ über der Schwelle.
es: Buen esfuerzo de base aeróbica: α1 se mantuvo por encima del umbral durante los %@.
fi: Vankka aerobinen peruskuntosuoritus – α1 pysyi kynnyksen yläpuolella koko %@.
fr: Bon effort d'endurance fondamentale — α1 est resté au-dessus du seuil pendant les %@.
is: Traust grunnþolsátak — α1 hélst yfir þröskuldi allar %@.
it: Buon lavoro aerobico di base: α1 è rimasto sopra la soglia per tutti i %@.
ja: しっかりした有酸素ベースの運動 — α1は%@の間ずっと閾値を上回っていました。
ko: 탄탄한 유산소 기초 운동 — α1이 %@ 내내 역치 위에 있었습니다.
nb: Solid aerob grunninnsats – α1 lå over terskelen i hele %@.
nl: Degelijke aerobe basisinspanning — α1 bleef de volle %@ boven de drempel.
pt_br: Bom esforço de base aeróbica — α1 ficou acima do limiar durante os %@.
ru: Хорошая работа на аэробную базу — α1 был выше порога все %@.
sv: Stabil aerob basinsats – α1 låg över tröskeln under hela %@.
zh_hans: 扎实的有氧基础训练——α1 在全部 %@ 内都保持在阈值以上。

source: Something in your numbers is outside your usual range. What it means is for you to look into, alongside how you feel.
ar: شيء ما في أرقامك خارج نطاقك المعتاد. معرفة ما يعنيه أمر متروك لك، إلى جانب ما تشعر به.
da: Noget i dine tal ligger uden for dit sædvanlige område. Hvad det betyder, er op til dig at undersøge sammen med, hvordan du har det.
de: Etwas in deinen Werten liegt außerhalb deines üblichen Bereichs. Was das bedeutet, kannst du selbst prüfen – zusammen mit deinem Befinden.
es: Algo en tus números está fuera de tu rango habitual. Lo que significa te toca investigarlo a ti, junto con cómo te sientes.
fi: Jokin lukemissasi on tavallisen vaihteluvälisi ulkopuolella. Sen merkityksen voit selvittää itse yhdessä sen kanssa, miltä sinusta tuntuu.
fr: Quelque chose dans vos valeurs sort de votre plage habituelle. C'est à vous d'en chercher le sens, en tenant compte de votre ressenti.
is: Eitthvað í tölunum þínum er utan venjulega bilsins þíns. Það er þitt að kanna hvað það þýðir, ásamt því hvernig þér líður.
it: Qualcosa nei tuoi valori è fuori dal tuo intervallo abituale. Sta a te capire cosa significa, insieme a come ti senti.
ja: あなたの数値の一部がいつもの範囲から外れています。それが何を意味するかは、体調とあわせてご自身で確かめてください。
ko: 수치 중 일부가 평소 범위를 벗어나 있습니다. 그 의미는 몸 상태와 함께 직접 살펴보세요.
nb: Noe i tallene dine ligger utenfor det vanlige området ditt. Hva det betyr, er opp til deg å se nærmere på, sammen med hvordan du føler deg.
nl: Iets in je waarden valt buiten je gebruikelijke bereik. Wat het betekent, is aan jou om uit te zoeken, samen met hoe je je voelt.
pt_br: Algo nos seus números está fora da sua faixa habitual. O que isso significa cabe a você investigar, junto com como você se sente.
ru: Один из ваших показателей выходит за привычный диапазон. Что это значит, стоит выяснить вам самим, с учётом вашего самочувствия.
sv: Något i dina värden ligger utanför ditt vanliga intervall. Vad det betyder är upp till dig att undersöka, tillsammans med hur du mår.
zh_hans: 你的某些数值超出了平时的范围。它意味着什么，需要你结合自己的感受去了解。

source: Sore
ar: ألم عضلي
da: Ømme muskler
de: Muskelkater
es: Dolor muscular
fi: Lihaskipu
fr: Courbatures
is: Harðsperrur
it: Indolenzimento
ja: 筋肉痛
ko: 근육통
nb: Støl
nl: Spierpijn
pt_br: Dor muscular
ru: Боль в мышцах
sv: Träningsvärk
zh_hans: 肌肉酸痛

source: Sorry — I didn't finish that answer. Mind asking again, or rephrasing it?
ar: عذرًا — لم أُكمل تلك الإجابة. هل تمانع أن تسأل مرة أخرى أو تعيد صياغة السؤال؟
da: Beklager — jeg nåede ikke at færdiggøre det svar. Vil du spørge igen eller omformulere det?
de: Sorry — ich konnte die Antwort nicht abschließen. Fragst du noch einmal oder formulierst es anders?
es: Lo siento, no terminé esa respuesta. ¿Puedes volver a preguntar o reformularlo?
fi: Anteeksi — en saanut vastausta valmiiksi. Voisitko kysyä uudelleen tai muotoilla kysymyksen toisin?
fr: Désolé, je n’ai pas terminé cette réponse. Pouvez-vous reposer la question ou la reformuler ?
is: Því miður — ég kláraði ekki svarið. Viltu spyrja aftur eða orða það öðruvísi?
it: Scusa, non ho completato quella risposta. Puoi chiedere di nuovo o riformulare la domanda?
ja: すみません、回答を最後まで作成できませんでした。もう一度質問するか、言い換えてみてください。
ko: 죄송합니다. 답변을 끝내지 못했어요. 다시 질문하거나 다르게 표현해 주시겠어요?
nb: Beklager – jeg fikk ikke fullført det svaret. Vil du spørre igjen eller omformulere det?
nl: Sorry, ik heb dat antwoord niet afgemaakt. Wil je het opnieuw vragen of anders formuleren?
pt_br: Desculpe, não terminei essa resposta. Pode perguntar de novo ou reformular?
ru: Извините, я не закончил ответ. Задайте вопрос ещё раз или сформулируйте его иначе.
sv: Förlåt – jag hann inte slutföra svaret. Vill du fråga igen eller formulera om det?
zh_hans: 抱歉，我没有完成这个回答。可以再问一次或换个说法吗？

source: south
ar: الجنوب
da: syd
de: Süden
es: sur
fi: etelään
fr: sud
is: suður
it: sud
ja: 南
ko: 남
nb: sør
nl: het zuiden
pt_br: sul
ru: юг
sv: söder
zh_hans: 南

source: southeast
ar: الجنوب الشرقي
da: sydøst
de: Südosten
es: sureste
fi: kaakkoon
fr: sud-est
is: suðaustur
it: sud-est
ja: 南東
ko: 남동
nb: sørøst
nl: het zuidoosten
pt_br: sudeste
ru: юго-восток
sv: sydost
zh_hans: 东南

source: southwest
ar: الجنوب الغربي
da: sydvest
de: Südwesten
es: suroeste
fi: lounaaseen
fr: sud-ouest
is: suðvestur
it: sud-ovest
ja: 南西
ko: 남서
nb: sørvest
nl: het zuidwesten
pt_br: sudoeste
ru: юго-запад
sv: sydväst
zh_hans: 西南

source: Speaking — tap the speaker button to interrupt
ar: يتحدث — اضغط زر مكبر الصوت للمقاطعة
da: Taler — tryk på højttalerknappen for at afbryde
de: Spricht — tippe auf die Lautsprechertaste, um zu unterbrechen
es: Hablando — toca el botón del altavoz para interrumpir
fi: Puhuu — keskeytä napauttamalla kaiutinpainiketta
fr: Parle — touchez le bouton haut-parleur pour interrompre
is: Talar — ýttu á hátalarahnappinn til að grípa fram í
it: Sta parlando — tocca il pulsante dell’altoparlante per interrompere
ja: 話しています — 中断するにはスピーカーボタンをタップ
ko: 말하는 중 — 중단하려면 스피커 버튼을 탭하세요
nb: Snakker – trykk på høyttalerknappen for å avbryte
nl: Spreekt — tik op de luidsprekerknop om te onderbreken
pt_br: Falando — toque no botão do alto-falante para interromper
ru: Говорит — нажмите кнопку динамика, чтобы прервать
sv: Talar – tryck på högtalarknappen för att avbryta
zh_hans: 正在说话 — 点按扬声器按钮可打断

source: Speech Recognition is denied. Open Settings → Emuqu → enable Speech Recognition.
ar: تم رفض التعرّف على الكلام. افتح الإعدادات ← Emuqu ← وفعّل التعرّف على الكلام.
da: Talegenkendelse er afvist. Åbn Indstillinger → Emuqu → slå Talegenkendelse til.
de: Spracherkennung ist abgelehnt. Öffne Einstellungen → Emuqu → aktiviere Spracherkennung.
es: El reconocimiento de voz está denegado. Abre Ajustes → Emuqu → activa Reconocimiento de voz.
fi: Puheentunnistus on estetty. Avaa Asetukset → Emuqu → ota Puheentunnistus käyttöön.
fr: La reconnaissance vocale est refusée. Ouvrez Réglages → Emuqu → activez Reconnaissance vocale.
is: Talgreining er hafnað. Opnaðu Stillingar → Emuqu → kveiktu á Talgreiningu.
it: Il riconoscimento vocale è negato. Apri Impostazioni → Emuqu → attiva Riconoscimento vocale.
ja: 音声認識が拒否されています。設定 → Emuqu → 音声認識をオンにしてください。
ko: 음성 인식이 거부되었습니다. 설정 → Emuqu → 음성 인식을 켜세요.
nb: Talegjenkjenning er avslått. Åpne Innstillinger → Emuqu → slå på Talegjenkjenning.
nl: Spraakherkenning is geweigerd. Open Instellingen → Emuqu → schakel Spraakherkenning in.
pt_br: O Reconhecimento de Fala foi negado. Abra Ajustes → Emuqu → ative Reconhecimento de Fala.
ru: Распознавание речи запрещено. Откройте Настройки → Emuqu → включите Распознавание речи.
sv: Taligenkänning nekas. Öppna Inställningar → Emuqu → slå på Taligenkänning.
zh_hans: 语音识别被拒绝。请打开“设置”→ Emuqu → 开启“语音识别”。

source: Speech recognition is off. Turn it on in Settings → Apps → Emuqu.
ar: التعرّف على الكلام متوقف. فعّله في الإعدادات ← التطبيقات ← Emuqu.
da: Talegenkendelse er slået fra. Slå den til under Indstillinger → Apps → Emuqu.
de: Die Spracherkennung ist aus. Aktiviere sie unter Einstellungen → Apps → Emuqu.
es: El reconocimiento de voz está desactivado. Actívalo en Ajustes → Apps → Emuqu.
fi: Puheentunnistus on pois päältä. Salli se kohdassa Asetukset → Apit → Emuqu.
fr: La reconnaissance vocale est désactivée. Activez-la dans Réglages → Apps → Emuqu.
is: Slökkt er á talgreiningu. Kveiktu á henni í Stillingar → Forrit → Emuqu.
it: Il riconoscimento vocale è disattivato. Attivalo in Impostazioni → App → Emuqu.
ja: 音声認識がオフになっています。設定 → アプリ → Emuqu でオンにしてください。
ko: 음성 인식이 꺼져 있습니다. 설정 → 앱 → Emuqu에서 켜세요.
nb: Talegjenkjenning er slått av. Slå den på i Innstillinger → Apper → Emuqu.
nl: Spraakherkenning staat uit. Zet het aan in Instellingen → Apps → Emuqu.
pt_br: O reconhecimento de fala está desativado. Ative em Ajustes → Apps → Emuqu.
ru: Распознавание речи выключено. Включите его в Настройки → Приложения → Emuqu.
sv: Taligenkänning är avstängd. Slå på den i Inställningar → Appar → Emuqu.
zh_hans: 语音识别已关闭。请在“设置 → App → Emuqu”中开启。
